Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Work region state
id_id: Negara bagian wilayah kerja

source: Work town city
id_id: Kota tempat kerja

source: Worker behavior comment
id_id: Komentar perilaku pekerja

source: Worker behavior rating name
id_id: Nama penilaian perilaku pekerja

source: Worker challenge is submitted
id_id: Keberatan pekerja telah dikirim

source: Worker email
id_id: Email pekerja

source: Worker evaluation
id_id: Evaluasi pekerja

source: Worker final review status
id_id: Status ulasan akhir pekerja

source: Worker full name
id_id: Nama lengkap pekerja

source: Worker ID and name
id_id: ID dan nama karyawan

source: Worker ID + full name
id_id: ID pekerja + nama lengkap

source: % Workers logged in
id_id: % Pekerja yang masuk

source: Worker rating
id_id: Penilaian pekerja

source: Worker rating comment
id_id: Komentar penilaian pekerja

source: Worker refused plan
id_id: Pekerja menolak rencana

source: # Worker review completed
id_id: # Tinjauan pekerja selesai

source: % Worker review completed
id_id: % Tinjauan pekerja selesai

source: Worker role
id_id: Peran pekerja

source: # Workers with RTI
id_id: # Pekerja dengan RTI

source: % Workers with RTI
id_id: % Pekerja dengan RTI

source: Worker Let's discuss submitted
id_id: Pekerja "Mari berdiskusi" telah dikirim

source: # Workers logged in
id_id: # Pekerja yang masuk

source: Workers overall behavior rating comment
id_id: Komentar penilaian perilaku keseluruhan pekerja

source: Worker overall behavior rating scale
id_id: Skala penilaian perilaku keseluruhan pekerja

source: Worker overall goal rating comment
id_id: Komentar penilaian keseluruhan sasaran pekerja

source: Workers overall goal rating scale ID
id_id: ID skala penilaian keseluruhan sasaran pekerja

source: Workflow status name
id_id: Nama status alur kerja

source: Workflow step
id_id: Langkah alur kerja

source: Achievement summary
id_id: Ringkasan pencapaian

source: Action
id_id: Tindakan

source: Actions completed
id_id: Tindakan yang diselesaikan

source: Active users by role
id_id: Pengguna aktif berdasarkan peran

source: Active users who sent feedback
id_id: Pengguna aktif yang mengirim umpan balik

source: # Active workers with RTI requests
id_id: # Pekerja aktif dengan permintaan RTI

source: % Active workers with RTI requests
id_id: % Pekerja aktif dengan permintaan RTI

source: Activity
id_id: Aktivitas

source: Additional review questions
id_id: Pertanyaan tinjauan tambahan

source: Adoption Monitor
id_id: Monitor Adopsi

source: Adoption & Top-Level Summaries
id_id: Adopsi & Ringkasan Tingkat Atas

source: % aligned goals
id_id: % sasaran yang selaras

source: Alignment - Self & manager
id_id: Penyelarasan - Diri sendiri & manajer

source: Assigned check-ins
id_id: Check-in yang ditetapkan

source: Average & max. total scores by org level
id_id: Rata-rata & skor total maksimum menurut level organisasi

source: Average total score by org unit
id_id: Skor total rata-rata menurut unit organisasi

source: Average wait time for not released
id_id: Rata-rata waktu tunggu untuk yang tidak dirilis

source: Avg. check-ins (managers)
id_id: Rata-rata check-in (manajer)

source: Avg. check-ins (workers)
id_id: Rata-rata check-in (pekerja)

source: Avg. current goal progress
id_id: Rata-rata progres sasaran saat ini

source: Avg. logins over time
id_id: Rata-rata login dari waktu ke waktu

source: Avg. parent goal progress
id_id: Rata-rata progres sasaran induk

source: Avg. progress
id_id: Rata-rata progres

source: Behavior count distribution
id_id: Distribusi jumlah perilaku

source: Behavior distribution
id_id: Distribusi perilaku

source: Behavior Overview
id_id: Ikhtisar Perilaku

source: Behaviors sent over time
id_id: Perilaku yang dikirim dari waktu ke waktu

source: Behavior received
id_id: Perilaku yang diterima

source: Behavior requested
id_id: Perilaku yang diminta

source: Behavior sent
id_id: Perilaku yang dikirim

source: Behaviors received
id_id: Perilaku yang diterima

source: Bonus Allocation Overview
id_id: Ikhtisar Alokasi Bonus

source: Bonus Comp Round Export Details
id_id: Detail Ekspor Putaran Kompensasi Bonus

source: Career plan completion rate
id_id: Tingkat penyelesaian rencana karier

source: Career Plan Overview
id_id: Ikhtisar Rencana Karier

source: Career Plan Status
id_id: Status Rencana Karier

source: Career plans by workflow status
id_id: Rencana karier menurut status alur kerja

source: # Career plans pending manager completion
id_id: # Rencana karier menunggu penyelesaian manajer

source: Career plan workflow status
id_id: Status alur kerja rencana karier

source: Check-in Details
id_id: Rincian Check-in

source: Check-in Overview
id_id: Ikhtisar Check-in

source: Check-in participant relation
id_id: Relasi peserta check-in

source: Check-in Status
id_id: Status Check-in

source: Check-in status by org. level
id_id: Status check-in berdasarkan level organisasi

source: Check-ins having messages
id_id: Check-in yang memiliki pesan

source: Check-ins in the future
id_id: Check-in di masa mendatang

source: Check-ins over time
id_id: Check-in dari waktu ke waktu

source: Check-ins recurring
id_id: Check-in berulang

source: Check-ins with discussion points
id_id: Check-in dengan poin diskusi

source: Check-ins with message
id_id: Check-in dengan pesan

source: Check-ins with messages by role
id_id: Check-in dengan pesan menurut peran

source: Check-ins created over time
id_id: Check-in yang dibuat dari waktu ke waktu

source: Clarity (avg.)
id_id: Kejelasan (rata-rata)

source: Clarity (distribution)
id_id: Kejelasan (distribusi)

source: Closed after deadline
id_id: Ditutup setelah tenggat waktu

source: Closed before deadline
id_id: Ditutup sebelum tenggat waktu

source: Closed RTI request by deadline met
id_id: Permintaan RTI yang ditutup dengan tenggat waktu tercapai

source: Closed RTI requests
id_id: Permintaan RTI yang ditutup

source: # Closed RTI requests
id_id: # Permintaan RTI yang ditutup

source: Comm round details by worker
id_id: Rincian putaran komunikasi berdasarkan pekerja

source: Comm round document audit details
id_id: Rincian audit dokumen putaran komunikasi

source: Communication audit trail
id_id: Jejak audit komunikasi

source: Communication details
id_id: Rincian komunikasi

source: Communication executive overview
id_id: Ringkasan eksekutif komunikasi

source: Communication over time
id_id: Komunikasi dari waktu ke waktu

source: Communication round
id_id: Putaran komunikasi

source: Communication status
id_id: Status komunikasi

source: Comp Rounds
id_id: Putaran Kompensasi

source: Performance Executive Summary
id_id: Ringkasan Eksekutif Kinerja

source: Cumulative first time login over time
id_id: Kumulatif login pertama dari waktu ke waktu

source: Data Privacy acceptance
id_id: Penerimaan Privasi Data

source: Device usage
id_id: Penggunaan perangkat

source: Distribution of answers for multiple choice questions with drill-down
id_id: Distribusi jawaban untuk pertanyaan pilihan ganda dengan drill-down

source: Document action date
id_id: Tanggal tindakan dokumen

source: Document creation by date
id_id: Pembuatan dokumen berdasarkan tanggal

source: Document not released
id_id: Dokumen tidak dirilis

source: Document release status
id_id: Status rilis dokumen

source: Document released
id_id: Dokumen dirilis

source: Documents read over time
id_id: Dokumen yang dibaca dari waktu ke waktu

source: Documents released over time
id_id: Dokumen yang dirilis dari waktu ke waktu

source: Worker details
id_id: Detail pekerja

source: Endorsed, public & shared
id_id: Didukung, publik & dibagikan

source: Evaluation scores by org level
id_id: Skor evaluasi menurut level organisasi

source: Evaluation section by worker
id_id: Bagian evaluasi per pekerja

source: Evaluation section name
id_id: Nama bagian evaluasi

source: as *.{{format}}
id_id: sebagai *.{{format}}

source: Export page
id_id: Ekspor halaman

source: Your file is being generated. The download will begin automatically once it's ready. This window will close on its own after the download is complete.
id_id: File Anda sedang dibuat. Unduhan akan dimulai secara otomatis setelah file siap. Jendela ini akan tertutup sendiri setelah unduhan selesai.

source: Preparing your download
id_id: Menyiapkan unduhan Anda

source: Export report
id_id: Ekspor laporan

source: Feedback characteristics
id_id: Karakteristik umpan balik

source: Feedback Details
id_id: Rincian Umpan Balik

source: Feedback flow
id_id: Alur umpan balik

source: Feedback Overview
id_id: Ikhtisar Umpan Balik

source: Feedback quality metrics
id_id: Metrik kualitas umpan balik

source: Feedback Ratings
id_id: Peringkat Umpan Balik

source: Feedback received
id_id: Umpan balik diterima

source: Feedback received over time
id_id: Umpan balik yang diterima dari waktu ke waktu

source: Feedback Request Overview
id_id: Ikhtisar Permintaan Umpan Balik

source: Feedback sent
id_id: Umpan balik telah dikirim

source: Feedback sent by role
id_id: Umpan balik yang dikirim berdasarkan peran

source: Feedback sent by type
id_id: Umpan balik yang dikirim berdasarkan tipe

source: Feedback sent over time
id_id: Umpan balik yang dikirim dari waktu ke waktu

source: Feedback with behaviors
id_id: Umpan balik dengan perilaku

source: Final manager/worker alignment
id_id: Penyelarasan akhir manajer/pekerja

source: Final review rating distribution
id_id: Distribusi peringkat tinjauan akhir

source: First-time logins over time (cumulative)
id_id: Login pertama dari waktu ke waktu (kumulatif)

source: Functionality usage
id_id: Penggunaan fungsionalitas

source: Goal Alignment
id_id: Penyelarasan Sasaran

source: Goal Details
id_id: Rincian Sasaran

source: Goal Overview
id_id: Ikhtisar Sasaran

source: Goal priority & tracking status
id_id: Prioritas & status pelacakan sasaran

source: Goal status by org. level
id_id: Status sasaran berdasarkan level organisasi

source: Goal Strategic Drivers
id_id: Penggerak Strategis Sasaran

source: Goal title word cloud
id_id: Word cloud judul sasaran

source: Goals approved
id_id: Tujuan telah disetujui

source: Goals completed
id_id: Sasaran yang diselesaikan

source: Goals created over time
id_id: Sasaran yang dibuat dari waktu ke waktu

source: Goal details
id_id: Detail tujuan

source: Goal Status
id_id: Status Sasaran

source: Goals with actions
id_id: Sasaran dengan tindakan

source: Individual People Day Summary
id_id: Ringkasan Hari Individu People

source: Initial manager/worker alignment
id_id: Penyelarasan awal manajer/pekerja

source: The innermost circle represents the line leader rating submitted pre-People Day, followed by he line leader rating post People Day, followed by the line leader rating post Let's Discuss. The outermost circle represent line leader +1 rating during the post Challenge process.
id_id: Lingkaran terdalam merepresentasikan rating atasan langsung yang dikirim sebelum People Day, diikuti oleh rating atasan langsung setelah People Day, diikuti oleh rating atasan langsung setelah Let’s Discuss. Lingkaran terluar merepresentasikan rating atasan langsung +1 selama proses pasca Challenge.

source: Last data refresh
id_id: Pembaruan data terakhir

source: Leadership clusters
id_id: Kluster kepemimpinan

source: Let's discuss between manager & worker
id_id: Mari berdiskusi antara manajer & pekerja

source: Logins over time
id_id: Login dari waktu ke waktu

source: Logins per platform
id_id: Login per platform

source: Manager + 1 review challenge
id_id: Tantangan tinjauan manajer + 1

source: # Manager completions over time
id_id: # Penyelesaian manajer dari waktu ke waktu

source: Manager having to complete career plans
id_id: Manajer yang harus menyelesaikan rencana karier

source: Manager rating distribution
id_id: Distribusi peringkat manajer

source: Manager review behavior distribution
id_id: Distribusi perilaku dalam ulasan manajer

source: Manager review change (people day)
id_id: Perubahan tinjauan manajer (hari orang)

source: Manager review goal distribution
id_id: Distribusi sasaran dalam ulasan manajer

source: Managers having goals
id_id: Manajer yang memiliki sasaran

source: Managers with no goals
id_id: Manajer tanpa sasaran

source: New logins over time
id_id: Login baru dari waktu ke waktu

source: # New RTI requests
id_id: # Permintaan RTI baru

source: No goals (all users)
id_id: Tanpa sasaran (semua pengguna)

source: No Goals Detail
id_id: Tidak Ada Rincian Sasaran

source: Number of reviews with evaluation section score = 0
id_id: Jumlah tinjauan dengan skor bagian evaluasi = 0

source: Open right to information (RTI) requests
id_id: Permintaan hak atas informasi (RTI) yang masih terbuka

source: Open RTI request by deadline status
id_id: Status permintaan RTI terbuka berdasarkan tenggat

source: # Open RTI requests by country
id_id: # Permintaan RTI terbuka berdasarkan negara

source: # Open RTI requests by org unit
id_id: # Permintaan RTI terbuka berdasarkan unit organisasi

source: # Open RTI requests
id_id: # Permintaan RTI terbuka

source: Org. goals
id_id: Sasaran organisasi

source: The outer circle represents post People Day manager rating (prior to People Day this will reflect the last submitted rating). The inner circle represents manager rating submitted pre-People Day
id_id: Lingkaran luar merepresentasikan rating manajer pasca People Day (sebelum People Day ini akan mencerminkan rating terakhir yang dikirim). Lingkaran dalam merepresentasikan rating manajer yang dikirim sebelum People Day.

source: Outlook
id_id: Prospek

source: Overview
id_id: Gambaran umum

source: Pay Communication
id_id: Komunikasi Kompensasi

source: Pay & Performance
id_id: Kompensasi & Kinerja

source: Pay Transparency - Right to Information
id_id: Transparansi Gaji - Hak atas Informasi

source: People day
id_id: Hari orang

source: Percent of total
id_id: Persentase dari total

source: Performance Check-in Overview
id_id: Ikhtisar Performance Check-in

source: Performance check-in rating by org levels
id_id: Rating performance check-in berdasarkan level organisasi

source: Performance check-in status by org level
id_id: Status performance check-in berdasarkan level organisasi

source: Performance Reviews
id_id: Ulasan Kinerja

source: Performance Reviews - Goals & Behaviors
id_id: Ulasan Kinerja - Tujuan & Perilaku

source: Process Status Report
id_id: Laporan Status Proses

source: Question type usage
id_id: Penggunaan jenis pertanyaan

source: Questions
id_id: Pertanyaan

source: Questions & Answers
id_id: Pertanyaan & Jawaban

source: Rating alignment
id_id: Penyelarasan rating

source: Rating changed by manager
id_id: Rating diubah oleh manajer

source: Rating changed by moderator
id_id: Rating diubah oleh moderator

source: Rating changed manager
id_id: Rating manajer diubah

source: Rating distribution
id_id: Distribusi rating

source: Read & release status by org level
id_id: Status baca & rilis menurut level organisasi

source: Read status
id_id: Status baca

source: Read status by comm round (released documents)
id_id: Status baca menurut putaran komunikasi (dokumen yang dirilis)

source: Read status by org level (released documents)
id_id: Status baca menurut level organisasi (dokumen yang dirilis)

source: Read status (unreleased documents)
id_id: Status baca (dokumen yang belum dirilis)

source: # Refused career plan
id_id: # Rencana karier yang ditolak

source: Release status by comm round
id_id: Status rilis menurut putaran komunikasi

source: Release status by org level
id_id: Status rilis menurut level organisasi

source: Reply rate
id_id: Tingkat balasan

source: Request Flow
id_id: Alur Permintaan

source: Requests read
id_id: Permintaan yang dibaca

source: Requests sent over time
id_id: Permintaan yang dikirim dari waktu ke waktu

source: Requests with behaviors
id_id: Permintaan dengan perilaku

source: Review
id_id: Ulasan

source: Review additional questions
id_id: Tinjau pertanyaan tambahan

source: Review Behaviors Details
id_id: Detail Tinjauan Perilaku

source: Review challenge
id_id: Tinjau tantangan

source: Review completion
id_id: Penyelesaian Tinjauan

source: Review Details
id_id: Detail Tinjauan

source: Review Details & Additional Questions
id_id: Detail & Pertanyaan Tambahan Tinjauan

source: Review Distribution Overview
id_id: Ikhtisar Distribusi Tinjauan

source: Review evaluation table
id_id: Tabel evaluasi tinjauan

source: Review Executive Summary
id_id: Ringkasan Eksekutif Tinjauan

source: Review Goals & Behaviors Overview
id_id: Ikhtisar Tinjauan Sasaran & Perilaku

source: Review Goal Details
id_id: Tinjau Rincian Sasaran

source: Review rating distribution
id_id: Distribusi rating tinjauan

source: Review Status
id_id: Status Tinjauan

source: Review status table
id_id: Tabel status tinjauan

source: Review completion status
id_id: Status penyelesaian tinjauan

source: Review custom questions export table
id_id: Tabel ekspor pertanyaan kustom tinjauan

source: Review detailed export table
id_id: Tabel ekspor terperinci tinjauan

source: Review evaluation status
id_id: Status evaluasi tinjauan

source: Reviews with aligned behavior ratings
id_id: Tinjauan dengan rating perilaku yang selaras

source: Reviews with aligned goal ratings
id_id: Tinjauan dengan rating sasaran yang selaras

source: Reviews with worker/manager alignment
id_id: Ulasan dengan penyelarasan pekerja/manajer

source: # Right to information (RTI) requests
id_id: # Permintaan Right to Information (RTI)

source: Role assignment
id_id: Penetapan peran

source: RTI request deadline monitor
id_id: Pemantau tenggat permintaan RTI

source: RTI request deadline status by country
id_id: Status tenggat permintaan RTI berdasarkan negara

source: RTI request deadline status by org unit
id_id: Status tenggat permintaan RTI berdasarkan unit organisasi

source: RTI request details
id_id: Rincian permintaan RTI

source: RTI request details by worker
id_id: Rincian permintaan RTI per pekerja

source: RTI request status
id_id: Status permintaan RTI

source: RTI request status by country
id_id: Status permintaan RTI berdasarkan negara

source: RTI request status by org unit
id_id: Status permintaan RTI berdasarkan unit organisasi

source: # RTI requests closed
id_id: # Permintaan RTI ditutup

source: # RTI requests closed without document
id_id: # Permintaan RTI ditutup tanpa dokumen

source: # RTI requests during warning period
id_id: # Permintaan RTI selama periode peringatan

source: # RTI requests in progress
id_id: # Permintaan RTI dalam proses

source: # RTI requests pending document release
id_id: # Permintaan RTI menunggu penerbitan dokumen

source: RTI requests received over time
id_id: Permintaan RTI yang diterima dari waktu ke waktu

source: RTI requests remaining days (Warning & Overdue)
id_id: Sisa hari permintaan RTI (Peringatan & Terlambat)

source: % RTI requests unreleased at least once
id_id: % Permintaan RTI yang belum dirilis setidaknya sekali

source: Salary & Bonus Comp Round Export Details
id_id: Detail Ekspor Putaran Kompensasi Gaji & Bonus

source: Salary Comp Round Export Details
id_id: Detail Ekspor Putaran Kompensasi Gaji

source: Salary Increase Allocation Overview
id_id: Ikhtisar Alokasi Kenaikan Gaji

source: Self-assessment
id_id: Penilaian diri

source: # Self-assessment submissions over time
id_id: # Pengiriman penilaian diri dari waktu ke waktu

source: Self-review rating distribution
id_id: Distribusi rating ulasan mandiri

source: Shared goals
id_id: Tujuan bersama

source: Stacked behaviors sent by org level
id_id: Perilaku bertumpuk yang dikirim berdasarkan level organisasi

source: Status by org. level
id_id: Status berdasarkan level organisasi

source: The sunburst displays how the manager ratings were changed during the People Day. The worker and manager ratings were aligned for
id_id: Sunburst menampilkan bagaimana rating manajer diubah selama People Day. Rating pekerja dan manajer disejajarkan untuk

source: reviews.
id_id: ulasan.

source: The sunburst displays how the line leader and line leader + 1 ratings were changed during the Let's Discuss and Challenge processes.
id_id: Sunburst menampilkan bagaimana rating atasan langsung dan atasan langsung + 1 diubah selama proses Let’s Discuss dan Challenge.

source: System Logins
id_id: Login Sistem

source: System Roles Permission
id_id: Izin Peran Sistem

source: System Usage Details
id_id: Detail Penggunaan Sistem

source: System Usage Overview
id_id: Ikhtisar Penggunaan Sistem

source: System Usage & Roles
id_id: Penggunaan Sistem & Peran

source: Thanks, Favorites & Let's meet
id_id: Terima kasih, Favorit & Mari bertemu

source: Top 5 strategic drivers
id_id: 5 penggerak strategis teratas

source: Total active users
id_id: Total pengguna aktif

source: Total answers
id_id: Total jawaban

source: Total behaviors requested
id_id: Total perilaku yang diminta

source: Total career plan templates
id_id: Total template rencana karier

source: Total career plans
id_id: Total rencana karier

source: Total challenged reviews
id_id: Total ulasan yang ditantang

source: Total check-ins
id_id: Total check-in

source: Total number of check-ins in table
id_id: Jumlah total check-in dalam tabel

source: Total completed reviews
id_id: Total ulasan yang diselesaikan

source: Total documents not released
id_id: Total dokumen tidak dirilis

source: Total documents released
id_id: Total dokumen dirilis

source: Total documents unreleased
id_id: Total dokumen belum dirilis

source: Total goals by strategic driver
id_id: Total sasaran menurut pendorong strategis

source: Total goals with strategic drivers
id_id: Total sasaran dengan pendorong strategis

source: Total logins
id_id: Total login

source: Total logins over time
id_id: Jumlah login dari waktu ke waktu

source: Total number of alignments:
id_id: Jumlah total penyelarasan:

source: Total number of communication rounds
id_id: Jumlah total putaran komunikasi

source: Total number of documents
id_id: Jumlah total dokumen

source: Total number of documents by comm round
id_id: Jumlah total dokumen menurut putaran komunikasi

source: Total number of goals in table:
id_id: Jumlah total sasaran dalam tabel:

source: Total number of workers
id_id: Jumlah total pekerja

source: Total number of users in table
id_id: Jumlah total pengguna dalam tabel

source: Total questions
id_id: Total pertanyaan

source: Total rated feedbacks
id_id: Total umpan balik yang diberi rating

source: Total requests by behavior
id_id: Total permintaan berdasarkan perilaku

source: Total reviews with behavior ratings
id_id: Total ulasan dengan penilaian perilaku

source: (Total score visuals are not affected by this)
id_id: (Visual skor total tidak terpengaruh oleh ini)

source: Total users
id_id: Total pengguna

source: Total users with no goals
id_id: Total pengguna tanpa sasaran

source: Trust (avg.)
id_id: Kepercayaan (rata-rata)

source: Trust & clarity (correlation)
id_id: Kepercayaan & kejelasan (korelasi)

source: Trust (distribution)
id_id: Kepercayaan (distribusi)

source: # unique aligned goals
id_id: # sasaran unik yang selaras

source: Unique logins
id_id: Login unik

source: Unique logins over time
id_id: Login unik dari waktu ke waktu

source: # unique parent goals
id_id: # sasaran induk unik

source: Used the Check-ins feature
id_id: Menggunakan fitur Check-ins

source: Used the Feedback feature
id_id: Menggunakan fitur Umpan Balik

source: Used the Goals feature
id_id: Menggunakan fitur Sasaran

source: Users having aligned goals
id_id: Pengguna yang memiliki sasaran selaras

source: Users having behaviors
id_id: Pengguna yang memiliki perilaku

source: Users having check-ins
id_id: Pengguna yang memiliki check-in

source: Users having feedback
id_id: Pengguna yang memiliki umpan balik

source: Users having goals
id_id: Pengguna yang memiliki sasaran
